Repository: mrkrash/Gestio
Catalog: lib/presentation/l10n/app_*.arb
Languages: it

# appTitle
source: Gestio
it: Manutenzione

source: Actions
it: Azioni

source: Settings
it: Impostazioni

source: Cancel
it: Annulla

source: Delete
it: Elimina

# deleteAlertTitle
source: Delete Item
it: Elimina Contenuto

# deleteAlertDescription
source: Are you sure? Deleted item can't be recovered.
it: Sei sicuro? I contenuto eliminati non possono essere recuperati.

source: Edit
it: Modifica

source: Deadlines
it: Scadenze

source: Deadline Mark
it: Scadenza Bollino

# deadlineMarkDescription
source: Every how many years this check must be carried out
it: Ogni quanti anni il controllo regionale va effettuato

source: Deadline Check
it: Scadenza Controllo

# deadlineCheckDescription
source: Every how many years this check must be carried out
it: Ogni quanti anni il controllo periodico va effettuato

# engagementMark
source: Mark as completed
it: Marca come completato

# createItem
source: Create New
it: Inserisci Nuovo

# updateItem
source: Update
it: Aggiorna

# owner
source: Customer
it: Cliente

source: Search
it: Cerca

source: Firstname
it: Nome

source: Lastname
it: Cognome

source: Address
it: Indirizzo

# phone
source: Phone Number
it: Telefono

source: Model
it: Modello

source: Fluel
it: Carburante

source: Number
it: Matricola

source: Registered Code
it: Numero Catasto

source: Last Mark
it: Ultima verifica catastale

# lastDeadline
source: Last Mark
it: Ultimo controllo

# deadline
source: Next Deadline
it: Prossimo controllo
